tap "adoptopenjdk/openjdk"
tap "dart-lang/dart"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "leoafarias/fvm"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "phrase/brewed"
tap "qmk/qmk"
brew "node"
brew "angular-cli"
brew "openldap"
brew "curl"
brew "diff-pdf"
brew "dotnet"
brew "git-delta"
brew "git-lfs"
brew "gradle"
brew "gradle-completion"
brew "jenv"
brew "lazygit"
brew "pyenv"
brew "rbenv"
brew "leoafarias/fvm/fvm"
brew "phrase/brewed/phrase"
brew "qmk/qmk/qmk"
cask "1password"
cask "adoptopenjdk"
cask "adoptopenjdk11"
cask "adoptopenjdk15"
cask "adoptopenjdk8"
cask "alfred"
cask "android-studio"
cask "balenaetcher"
cask "docker"
cask "firefox"
cask "gitahead"
cask "google-chrome"
cask "hyperdock"
cask "intellij-idea"
cask "iterm2"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "mattermost"
cask "monitorcontrol"
cask "openmtp"
cask "sensiblesidebuttons"
cask "swiftdefaultappsprefpane"
cask "tomighty"
cask "visual-studio-code"
cask "vivaldi"
