tap "dart-lang/dart"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "leoafarias/fvm"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
brew "openjdk"
brew "apktool"
brew "boost"
brew "libssh2"
brew "curl"
brew "diff-pdf"
brew "direnv"
brew "ffmpeg"
brew "fzf"
brew "git-delta"
brew "git-flow"
brew "git-lfs"
brew "gradle"
brew "gradle-completion"
brew "jenv"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "nativefier"
brew "ncdu"
brew "postgresql@14"
brew "qrencode"
brew "renameutils"
brew "stow"
brew "tree"
brew "watch"
brew "yadm"
brew "dart-lang/dart/dart"
brew "leoafarias/fvm/fvm"
brew "qmk/qmk/mdloader"
brew "qmk/qmk/qmk"
cask "adoptopenjdk"
cask "alfred"
cask "balenaetcher"
cask "cyberduck"
cask "dropzone"
cask "docker"
cask "firefox"
cask "gitahead"
cask "hex-fiend"
cask "http-toolkit"
cask "iterm2"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "monitorcontrol"
cask "numi"
cask "openmtp"
cask "postman"
cask "sensiblesidebuttons"
cask "slack"
cask "swiftdefaultappsprefpane"
cask "temurin"
cask "temurin11"
cask "temurin17"
cask "temurin8"
cask "tomighty"
cask "visual-studio-code"
cask "vivaldi"
