tap "adoptopenjdk/openjdk"
tap "anchore/grype"
tap "dart-lang/dart"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "leoafarias/fvm"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "phrase/brewed"
tap "qmk/qmk"
brew "node"
brew "angular-cli"
brew "python@3.10"
brew "ansible"
brew "apktool"
brew "python@3.9"
brew "glib"
brew "libssh2"
brew "openldap"
brew "curl"
brew "libproxy"
brew "qt"
brew "poppler"
brew "diff-pdf"
brew "dotnet"
brew "git-delta"
brew "git-flow"
brew "git-lfs"
brew "gradle"
brew "gradle-completion"
brew "jenv"
brew "lazygit"
brew "marp-cli"
brew "nativefier"
brew "nghttp2"
brew "pyenv"
brew "ruby-build"
brew "rbenv"
brew "stow"
brew "tree"
brew "leoafarias/fvm/fvm"
brew "phrase/brewed/phrase"
brew "qmk/qmk/qmk"
cask "1password"
cask "adoptopenjdk"
cask "adoptopenjdk11"
cask "adoptopenjdk15"
cask "adoptopenjdk8"
cask "alfred"
cask "android-studio"
cask "balenaetcher"
cask "docker"
cask "firefox"
cask "font-jetbrains-mono-nerd-font"
cask "gitahead"
cask "google-chrome"
cask "hex-fiend"
cask "hyperdock"
cask "intellij-idea"
cask "iterm2"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "mattermost"
cask "monitorcontrol"
cask "openmtp"
cask "sensiblesidebuttons"
cask "slack"
cask "swiftdefaultappsprefpane"
cask "tomighty"
cask "unified-remote"
cask "vagrant"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio-code"
cask "vivaldi"
